{
	"title": "Experience",
	"subtitle": "Work, Internship and Projects",
	"description": "Motivated professional with hands-on experience in Zoho CRM, Zoho Creator, software testing, cloud computing, sales, and operations. I have worked across various domains including CRM development, quality assurance, sales consulting, and operations management. I am passionate about technology and continuously learning new skills.",
	"header_image_path": "experience.svg",
	"sections": [
		{
			"title": "Work",
			"experiences": [
				{
					"title": "Freelance Software Tester",
					"company": "uTest",
					"company_url": "https://www.utest.com/",
					"logo_path": "utest_logo.png",
					"duration": "Dec 2020 - Present",
					"location": "Remote",
					"description": "Performing functional, usability, and exploratory testing on web & mobile applications. Identifying and reporting bugs, ensuring quality assurance for global clients. Conducting test cases for various platforms, including Windows, Android, and iOS. Testing new features, UI/UX, and overall performance of applications. Collaborating with a community of testers to improve product quality.",
					"color": "#0066cc"
				},
				{
					"title": "Senior Associate Sales Consultant",
					"company": "Paisabazaar",
					"company_url": "https://www.paisabazaar.com/",
					"logo_path": "paisabazaar_logo.png",
					"duration": "Dec 2022 - Apr 2023",
					"location": "India",
					"description": "Assisted clients in securing business loans, consistently achieving sales targets. Built and maintained strong client relationships, ensuring high satisfaction rates.",
					"color": "#fc1f20"
				},
				{
					"title": "Senior Operations & Multifunctional Executive",
					"company": "Night Angles by PC",
					"company_url": "#",
					"logo_path": "nightangels_logo.png",
					"duration": "Feb 2020 - Dec 2022",
					"location": "India",
					"description": "Delivered excellent customer support and managed administrative functions. Handled billing, barcoding, payroll, production and inventory to streamline operations.",
					"color": "#9b1578"
				}
			]
		},
		{
			"title": "Internships",
			"experiences": [
				{
					"title": "Cloud Intern",
					"company": "Exlearn Technologies",
					"company_url": "#",
					"logo_path": "exlearn_logo.png",
					"duration": "Jul 2025",
					"location": "Virtual",
					"description": "Completed virtual internship in Cloud Computing & DevOps fundamentals. Gained hands-on experience with AWS (EC2, S3), Linux commands, Git, and Docker. Completed project and received Training & Internship Certificate. Explored basic CI/CD concepts and real-time cloud tasks.",
					"color": "#ee3c26"
				},
				{
					"title": "Fundraising Intern",
					"company": "Muskurahat Foundation",
					"company_url": "#",
					"logo_path": "muskurahat_logo.png",
					"duration": "May 2025",
					"location": "Remote",
					"description": "Successfully completed a 30-day internship as a Fundraising Intern at Muskurahat Foundation. Developed communication, persuasion, and project coordination skills. Collaborated with a remote team to design impactful fundraising strategies and improve donor engagement.",
					"color": "#34a853"
				}
			]
		},
		{
			"title": "Projects",
			"experiences": [
				{
					"title": "Zoho Creator CRM Integration App",
					"company": "Personal Project",
					"company_url": "#",
					"logo_path": "zoho_logo.png",
					"duration": "Jul 2025",
					"location": "Self-initiated",
					"description": "Developed a Zoho Creator app to sync form submissions to Zoho CRM's Lead module. Used Deluge scripting to check if a lead with the same email already exists — if found, it updates the record, else it creates a new one. Hands-on experience with Creator workflows, CRM integration, and conditional logic in scripting.",
					"color": "#f44336"
				},
				{
					"title": "CRM Contact & Account Auto-Sync",
					"company": "Personal Project",
					"company_url": "#",
					"logo_path": "zoho_logo.png",
					"duration": "Jul 2025",
					"location": "Self-initiated",
					"description": "Built logic in Zoho Creator to sync contact form data with Zoho CRM's Contact and Account modules. Checks if a contact email already exists in CRM, updates it if found, or creates a new contact. Also links the record with the associated Account in CRM. Implemented using Deluge and dynamic record lookups.",
					"color": "#2196f3"
				},
				{
					"title": "Expense Tracker",
					"company": "Personal Project",
					"company_url": "#",
					"logo_path": "zoho_logo.png",
					"duration": "Jul 2025",
					"location": "Self-initiated",
					"description": "Designed and developed a fully functional Expense Tracker App using Zoho Creator. Created custom forms with validation, built dynamic reports with sorting and filters, and visualized data using charts (category-wise expenses). Developed an interactive dashboard combining multiple components. Applied Deluge scripting for input validation and automation logic.",
					"color": "#ff9800"
				}
			]
		}
	]
}
